{"post" :[
    {"time" : "" ,"context" : ""},
    {"time" : "04 04 08:00" ,"context" : "오늘도 마작을 쳐봤다. 쳐보면서 곰곰히 생각을 해봤는데, 입원 전에 전철에서 울던 이유를 깊게 생각해보니 \"삶의 중간이다\"라는 생각이 단 한번도 없어서 그랬던 걸지도 모른다. <br>퇴원을 한다면 아마도, \"지금은 아직 삶의 중간일 뿐\"이라는 질문을 던질 수 있지 않을까..."},
    {"time" : "04 03 21:30" ,"context" : "처음에 교수님이 바뀔때를 생각해봤다. 지금들어서 보니 그때 무슨말을 했는지도 기억이 안난다. 뭔가 과거의 다른 나였을지도 모른다. 이제는 과거를 조금 놔줄때일까. <br>지금에 영향을 미친 과거는 어쩌고"},
    {"time" : "04 03 20:00" ,"context" : "가끔은 우울하다. 물속의 고요함을 다시 생각해봤다. 인생은 스펙트럼인걸 알고는 있지만, 문제는 이게 생각대로 믿어지질 않는다.<br>물속의 고요함과 평온함. 그리고 고래. 언젠가 고래 한마리가 물속에 있는 그림을 생각했었다. 아쿠아리움에 갔던 기억을 살려, 무언가 고요하고 거대한 그림이 떠오른다.<br>그림. 나는 그림그리는걸 좋아했었다. 지금도 좋아하지만, 약간 멀리하게 된 감이 없잖아 있다. 하지만 그림은, 말로는 표현못할 거대한 임팩트응 가지고 있다. 그런점이 나에게 있어서는 매력이었고, 그림도 배워봤다<br>그림그리기. 그림을 그릴때는 일단 뭘 먼저 그릴지 생각해봐야 한다. 그리고 나서 어떻게그릴지를 생각하는 것이다. 하지만 내 실력은 그 생각을 따라가지 못해 매일 끙끙대곤 했다.<br>나는 삶의 고통이 컸다. 나는 마음의 피로 그 뒤에 있는 캔버스를 채웠다. 분명 밝은 빛은 아닐것이다. 나는 어둡고 파란색을 좋아한다. 하지만 피는 붉다. 어 이게 아닌데.<br>내 마음은 그렇게 죽어만 갔다. 저번의 환각은 그 거의 죽어가던 마음의 마지막 몸부림이 아닐까 생각도 해봤다.<br>고통은 삶의 환희가 주는 선명함보다 더 어둡다. 내 뒤에 있는 그림은 내 마음의 피로 채워졌고, 환희는 그 캔버스에 보이지 않았다. <br>하지만, 어둠은 빛에 상대적인 개념이다. 생각해보면, 빛이 없다면 어둡다라는 개념이 있었을까? 나는 그래서 항상 이 말을 가슴에 새겨살았다.  <br></p1><h5> 빛이 있기에 어둠이 있다.</h5><p1>고.<br>하지만, 내 뒤에 캔버스를 보면 그런것 같지가 않다. 나는 왜이리 어두운가, 나는 왜 내가 생각하는 그림이 되지 못 한걸까. <br>주변? 주변때문일 가능성이 사실은 높다고 생각하지만, 사람은 주변이 있어서 살아간다. 하지만 나는 뭔가?<br>생각해보면, 그동안의 해결방법은 \"주변\"을 없애고 그저 깊고깊은 어둠속으로 가려한걸지도 모른다.<br>다시 생각해보자. \"빛이 있기에 어둠이 있다.\" 이말은 곧 빛으로 채우면 더더욱 선명한 그림이 될지도 모른다..만, 코로나가 내 모든 염료를 빼앗아간 것 같다. <br>모르겠다. 이제는 어떻게 채워야 하는지, 뭘로, 언제, 어디를 채울건지. 내가 답을 낼 뿐이다. "},
    {"time" : "04 03 16:00" ,"context" : "나른하다. 이제는 무기력하지는 않지만 다시 나갔을때 무기력해질지 두렵다. 생각을 해보니 내 과거를 용납하던 잊던 어떻게든 떨쳐야한다. <br>그리고 알바는 생각을 해보니 주 4일해서 하루는 연구나 재택을 하는게 좋지않을까 싶다. <br>삶에 대한 여러생각을 해봤다. 난 사회성이 그리 좋진 않구나, 사망관에 대한 사고실험 논리, 무기력함을 줄이는법, 나의 시간 갖기등. <br>살아서 힘들다. 맞다. 그걸로 무기력해지지 않으면 될뿐. <br>내 친구?중에 정말 마이페이스로 사는 친구가 있고, 다른 친구는 \"그냥 앞길만 생각하면 된다\"던 친구가 있었다. 그렇게 사는것도 방법일지도 모르겠다.<br>다음주에는 화요일까지 마지막 작업을 하고 나가려고 한다. 사실 내일 나가도 좋겠지만, 몇가지만 좀 더하고 가는것도 나쁘지 않을것 같다.<br>목표하던 블로그만들기는 성과가 꽤 있었다. 이 일을 진행한 덕분에 몇가지 기술에 있어서 괜찮은 진전을 보였다고 생각한다. 책으로 읽던 것도 꽤 재미있었고, 나만의 시간이 있으면 좋은 점을 찾은 것 같다.<br>여러모로 인생에 대한 기점일지도 모르겠다."},
    {"time" : "04 02 14:30" ,"context" : "산책을 했다. 목련꽃이 피어있었다. 하얗고 나무같지만 꽃같기도 한 그 어중간한 느낌이 좋아서 나는 목련꽃을 좋아한다. 목련, 목련의 꽃말은 고귀함과 숭고함이라고 전해진다. 그 꽃과 아름다우면서도 투박한 그 모양에 걸맞는듯한 꽃말이 아닐까.<br>목련이 피었고, 다음주에는 벚꽃이 핀다. 벚꽃이 만들어내는 때에는 나무위를 보면 아름다운 색채가 느껴지지만, 가장 예쁜때는 만개한 뒤 지기 시작할 때이다.<br>삶. 삶은 벚꽃놀이와 같아서 가장 암울한 때를 지나고 난 뒤 가장 성숙해진 때가 좋은것인가. 그때가 가장 아름다운 때인가.<br>내 삶. 목련과 같이 일에 어중간한 정체성을 가진 나는, 목련의 꽃말과 그 아름다움을 따를 마음을 가지고 있는가. 죽는다면, 목련꽃은 땅으로 내려가 썩을뿐이다. 삶의 마지막은 이와 같다. <br>끝의 내 삶. 언젠가 \"최첨단에 서있겠다\"는 마음가짐은 잊혀져왔고, 오히려 심리적으로 최첨단에 서있게 되었다. 마지막을 맞는 나의 인생은, 분명 목련을 따라서, 그 끝에도 아름다움을 잊고싶지 않다.<br>처음의 내 삶. 나는 분명 처음에는 뭔가 할줄 알았다. 하지만 잊혀져왔고, 무뎌져왔고, 무기력해져왔고, 몸에는 더이상의 활력도 없었다. \"빛이 있으라\"던 빛도, 보이지 않고 어둠속에서 살아왔다. 그 터널을 나올때까지 버티면서 <br>앞으로의 내 삶. 이제 피는 목련인지, 다 펴버린 목련인지는 알 바가 없지만, 끝은 그 꽃말을 따르길. 빛이 있길. 끝이 있길."},
    {"time" : "04 02 10:00" ,"context" : "휴학을 한게 약간은 후회가 되긴 한다. 하지만 생각해보면, 낮은 학점으로 나갈바에야 & 철도기술연구원 IPP도 못해볼 바에야 차라리 학교를 나가던지 쉬면서 일하고 상황이 나아지면 다시 학교로 오는게 저 낫겠지 싶다.<br>디자인 패턴공부도 이제 슬슬 방법론을 찾아서 하게되었고, 나도 뭔가 생각이 정리가 된다. <br>42Seoul이라는 유명한 부트캠프(?)에 La pisin이라는 과정이 있는데, 한달간 확실히 한 뒤 그 뒤에 느슨해지는 방법론을 채택했다. 생각해보면 나도 그런 방법론을 향하는게 아닐까 싶다."},
    {"time" : "04 01 21:30" ,"context" : "어느날 문득 삶에 대한 회의가 들었다. 어떤 일이었는지는 모르지만, 무슨 일이 들어서 삶을 던지고 싶었다. 삶이 뭔데 나에게 이렇게 고통스럽게 하는지 모르겠다는 생각을 한다.<br>인생, 하나의 바다와도 같고 땅과도 같으며 우주와도 같은 미지의 세계. 삶과 바다,우주는 어찌보면 하나의 흐름일지도 모른다.<br>삶이 바다라고 가정하면, 땅을 찾아 헤메던 나의 인생은 희망고문에 시달린걸지도 모른다. 이 방향으로 가면 땅이 나온다는 굳센 믿음으로 살아왔지만, 사실은 아무것도 없었던.<br>요근래 코딩이라는 새로운 길을 찾았다곤 하지만 가끔은 과거의 철도기관사와 같은 희망고문이 될까 많이 두렵다.<br>하지만 하나의 작은 섬이라도, 아마 미래에 보면 \"희망봉\"같은 섬이 될지도 모른다는 생각도 든다. 모르겠다. 아직은. 지금도 과거도 삶에 배신당한 일만 기억이 날뿐.<br>희망이 있기를."},
    {"time" : "04 01 20:00" ,"context" : "예전에 자주 듣던 음악을 들었다. 이유는 모르겠지만 힘들때마다 듣기도 하고, 고통스러울때마다, 행복할때도 들었었다.<br>그때 들었던 음악을 들으니, 과거의 내가 생각나 이유를 모을 울음을 터트렸다. 나는 내 삶을 아무도 알아 주지않던, 그리고 알아주지도 않을 세상에서 보내고 있다. 어쩔수없다.<br>나는 지금의 내가 싫고, 짜증나지만, 어떻게 살기는 할테니 미래를 개선해나가는 수 밖에 없다. 지금의 나랑 과거의 나는 다르다는점, 이것 하나는 확실해졌다.<br>과연 내가 내가 원하는 삶인지도, 왜 태어났는지도 모르지만 살겠다면 확실히 살아야지. <br><br>여름철에 바다를 가면 덥고, 물이 가장 시원하지만, 겨울철에 바다를 가면 바람이 매우 강하고 춥다. 인생의 시련이란게 그런것인가. 삶의 고통이란 그런것인가. <br>내가 좋아하던 음악 하나를 덧붙이고 싶다. 내가 가장 우울할때 자주 듣던 음악이었다. <br> </p1><center><iframe width=\"auto\" height=\"auto\" src=\"https://www.youtube.com/embed/ypM_WGTlb1U\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></center>"},
    {"time" : "03 31 18:00" ,"context" : "휴학을 결정했다. 예전의 실수와는 다르게, 할 것도 있겠다, 적성에 맞는 길도 어느정도 생각이 났고, 하고싶은 걸 하는 목표가 있는 쉼 이기 때문에, 나는 별 가책을 느끼지 않는다. <br>사장님과 통화를 해보니 “결단을 내렸다”고 하셨다. 맞는 말인 것 같다. 삶에서 늦었는지도 다시 되돌아보면, 아직 그리 늦지는 않았을 지도 모른다는 생각이 들기 시작했다. 학습. 인간과 일부 동물들은 과거를 통해서 현재를 남기는 방법이다. <br>생각해보면, 과거에 너무 매달려 있던게 아니었을까 싶다. 그저 과거에서 배우면 될 뿐인 걸 별 생산성없이 끙끙대고 있었을지도 모르겠다. 그럼에도 마음의 한켠에는 어딘가 아프다. 이 감정은 생각하면 생각할수록 깊은 상처같이 몸을 움추리게 되고 갑자기 울고싶어진다.<br>이 감정을 구체적으로 확립하고 어떤 문제가 있는지를 알아내고 이를 처리하는 과정이 있을지도 모른다. <br>구체적으로, 글을 쓸 때마다, 어딘가의 과거를 짚을때마다, 무언가 아프다. 어딘가 무언가 서려 있을지도 모른다. 뭔지도 모를 이 감정은 어디에서 나오는건지 궁금하다. 사실 표면적으로 이해를 하고 있으면서 내면적으로는 모른다고 생각하는 걸까.<br>어제오늘 디자인패턴 책을 읽으면서 observer 패턴을 배웠는데, 환각증상은 병원에 입원한 이래로 보이지 않는 것을 생각해보면 능동적으로 알려주는 방향이 좋지 않을까 싶다. <br>마작도 치고싶고 무언가 사람들 하고도 놀고싶다. 입원 끝나면 누군가 만나야겠다.<br><rb>(7시 추가) : 이 글의 시작에 대해서 유심히 생각해봤다. 생각해보니 매일매일 유서를 쓰던 시절이 있었는데, 그 시절 쓴 경험으로 진료를 받았던 기억이 있어 그것을 따라해본 느낌인데, 꽤 괜찮은 것 같다. " },
    {"time" : "03 31 13:30" ,"context" : "진료때마다 자주 듣던 이야기로 “중간이 없다”는 말이 자주 나왔다. 삶의 중간. 혹은 과정. 삶? 과정은 항상 불행하고 불안하고 우울했다. 결과는 암울했고, 항상 과정을 생각하는 일은 우울하고 고통스러웠다. 삶에 대한 생각, 이 모든 걸 끝내고 살았을 때 받는 모든 고통의 끝을 공허로 되돌리고, 허무한 삶을 마무리짓고 삶의 ‘중간’에서의 고통을 피하기 위해 삶이 가장 행복해 질 수 있는 삶의 마지막 단계를 찾아가는 것 뿐이었다. 중간은 항상 고통스럽고, 알아주는 사람도 없었고 그냥 나 혼자서 견뎌야했다. 삶? 생존이 아무리 인간의 욕구라고는 하지만 삶의 마지막은 항상 죽음이다. 죽음, 삶의 마지막. 험난한 산을 넘을 때 가장 괜찮은 방법은, 산을 피하는 것. 내 자살에 관한 생각도 그러하다. 움직여지지도 않을바에야, 차라리 죽어서 삶의 고통이 있는 산을 건너고, 끝을 향해서 달리는 것만이 내 삶에서의 ‘최적해’일지도 모른다. 최적인 삶. 죽음으로 향하여. " },
    {"time" : "03 30 15:45" ,"context" : "삶이 뭘까. 가장 근본적인 질문이면서, 가장 짧지만, 가장 많은 의미를 담는 질문이다. 프로그래밍분야에서는 가장 간결하고 가장 효율적이면서, 가장 많은 상황에 적용할 수 있는 코드가 가장 좋x`은 코드라고들 이야기한다. 생각해보면, 이 질문 하나로 수많은 답, 철학, 작품, 종교가 나오는 것을 생각하면, 인생에 대한 가장 좋은 질문이 아닐까라는 생각이 들곤 한다. 하지만, 빛이 있으면 어둠이 항상 따라다니는 법. 삶은 많은 경우 괴롭다. 내 경험칙으로 판단해보면, 삶의 고통은 항상 행복에 비해서 깊고, 강하고, 오래갔다. 삶. 삶이 왜 있을까. 이런 고통스러운 삶을 살 바에는 차라리 태어나기 이전의 고요함속으로 돌아가는 방향이 더 행복하지 않았을까. 사실, “삶의 고통”이라는 것도 삶이라는 것도 내가 만든 관념의 일부일지도 모르지만(사실 그게 경험칙이니까), 고통만은 내가 느끼고, 삶을 재판단하는 근거이자 삶을 다시 재고하는 근거라고 생각한다. 나는 항상 방향은 알지만 움직여지지는 못하는 사람이었고, 나는 항상 움직여지지 않았다. 나는 움직여지지 않는 정신을 가지고 평가받을때마다, 나는 삶과 나의 부조화에 항상 고통받고 살았다. 이것이 지금의 나를 만들었고, 항상 움직여지지 않는 나를 보며 나는 항상 나를 싫어했다. 왜 나는 이렇게 됬을까. 나는 왜 태어났을까. 가장 근본적인 질문이지만, 가장 알기 어려운 문제일지도 모른다. 수학에서의 좋은 질문과 같은게 아닐까. 쓰다보니 마음의 어딘가가 아프다. 쓰면서 울곤 했다. 뭐가 문제지." },
    {"time" : "03 30 20:00" ,"context" : "중3 때부터 문득 든 생각이 있었다. “삶의 허무성”이라는 감정과, 그에 수반된 허무주의는 중 3때부터 나의 인생에 대한 철학이라고 생각하고 있다. 삶의 허무. 허무란 무엇인가. 무언가 행복한 상태에서 불행한 상태로 진행될 때 자주 나타나는 감정이자, 이전의 상태와 비교하면서 자주 드러나는 감정이다. 비고 없다는 말의 한자어인 이 허무는 삶에 있어서 “죽고 없어진다”는 뜻으로 받아들여왔고, 나는 가끔 이런 허무에 대한 생각이 삶으로 뻗어나가는 것을 알고 있었다. 나는 인간의 뇌 회로를 컴퓨터와 비슷한 유기적 전자회로의 일부로 치환해서 생각했다. 분명, 죽은 뒤 아무것도 없다는 생각의 기저에는 물질계에서의 인간과 정신계에서의 인간은 서로 동일하다는 생각에서 진행된 ‘사고실험’이거나 ‘회의적 추측’일 지도 모른다. 하지만 그동안의 나에게 있어서의 “패러다임”은 당연히 죽고 난 뒤에는 컴퓨터가 꺼지고 회로에 전류가 사라지는 듯한 감정, 생각, 신체적 움직임이 존재하지 않는 상태가 된다는 믿음으로 죽음을 추구했다. 오래된 현실로부터의 고통으로 벗어나기 위하여, 나는 그 믿음으로 이루진 영역에 다가가고 싶었다. 고통은 삶의 폐허를 만들어내고, 삶의 폐허는 다시 고통을 만들어내는 파괴적 체계를 가지고 삶을 살았지만, 이 파괴적 체계의 기저적 믿음은 “죽음의 행복”(과거의 고통과 비교되는)이었던 것이다. <br>삶을 하나의 땅으로 비유해보자. 내 인생은 느끼기에, 매일매일 비가 오고 폭풍우와 장마가 몰아닥치는, 악지(惡地) 의 형태요 삶의 성취와 건설을 이루기 어려운 땅이었다. 다른이들은 삶에서 무언가의 건물을 짓고 번성해 나가지만, 나는 매일매일 비가 오는 늪지대에서 생존을 이야기하기도 어려웠다. 근 3년전의 반수시절에나 약간 해가 떠서 아주 잠시 무언가를 건설했지, 그 외의 시기에는 그 폭풍우를 이겨나가는 것도 힘들었다. 이걸 세상에선 알아주지 않는다. 그저 “못한 사람, 성적이 나쁘거나 & 무언가가 나쁜 사람”이라고는 할 뿐이지만. <br>이런 생각을 하다보니 내 삶은 폐허가 되었고, 다시 폐허는 허무를, 허무는 폐허를 불러오면서 내 삶에 행복한 기억은 얼마 없다. 그저 ‘방치’된 삶에서 폐허를 헤쳐나갔을 뿐. 삶의 끝을 항상 느끼면서 삶을 끝내자는 생각만 할 뿐.<br>그래도 대학생이 되고 난 뒤에는 “최고효율주의”(소위 경제적인 이라고 하는)라고 하는 개념으로 잡아가고 있다고 하지만, 파괴적인 삶의 지향은 변하지 않고 그 괴리감에 고통을 받는건지 뭐인지는 모르겠지만, 하나는 확실하다. “패러다임”과 “현실적 해결책” 그리고 “목표(==이상향)”이 제각기 다를 뿐." },
    {"time" : "03 29 18:30" ,"context" : "수족관속에 고래가 산다고 생각해보자, 그렇다면 그 물속과 그 물속을 바라다보는 사람은 어떤 느낌을 느낄까. 물속의 밀도, 물속의 고요함과 그 속에 있는 물의 요동, 그리고 물속의 푸른빛이 느껴질 것이다. 물속의 고요함과 물속의 요동. 그 고요함은 삶에 있어서 평온을 주곤 한다. 하지만, 삶은 물속과는 다르게 평온하지 않다. 나는 가끔, 자주 “태어난 죄”에 대해서 묻는다. 나는 짓지도 않은 죄를 태어났다는 이유 하나만으로 이 죄를 지었다고 생각한다. 다시 물속의 평온으로 돌아가서, 물속의 고요함은 내가 찾는 가장 평화로운 환경이다. 항상 바다의 고요함을 찾고, 동경하고, 그 물속의 평온함을 느끼는 것. 그것은 나에게 있어서 자연이 찾고자 하는 본질과 같은 걸지도 모른다. 전기의 회로이론에서, 높은 전압에서 낮은 전압으로 전류가 흐르듯 (사실은 가정이지만), 나에게는 고요와 평온을 찾고자 하는 것일지도 모른다. 그러나 삶은 “태어난 죄”를 이야기하고 싶을 만큼, 격렬하고 요동친다. 태어난 죄, 나는 태어나고 싶지 않았다. 나는 죽음에서 물속에 있는 듯한 고요를 찾고 싶다. 공허속에서 차라리, 아무것도 하지 않아도 아무 생각도 없어서 아무런 감정도 고통도 없는 세상에서 살고 싶다고 매일매일 묻고 생각하고 산다. 그리고 삶의 폭풍이 강하게 들이닥치면, 나의 실책을 생각하면서 그 고요속으로 돌아가고 싶다는 생각은 항상 강해져 온다. 그것이 나의 ‘원점’이니까. <br>나는 어떤 이야기를 해도 주변에서 아무도 들어주지 않고, 딱히 특출난 재능도 없어서 사람들에게 자주 잊혀지는 존재다. 나는 내 삶이 항상 공허로 가득 차있고, 결국은 돌아갈 공허로 항상 돌아가고 싶은 마음이 있다. 고요함을 느끼는 건 항상 나에게 안정을 준다. 그 고요함속으로 들어가. 내 이 고통을 끝내고 감정이 있고 삶이 있음으로써 느끼는 고통을 항상 끝내고 싶었다. 나는 유년기때 뭔가를 해내지 못했거나 않았고, 현실을 생각하지 않고 나만의 노선을 생각했던 과거를 후회하면서, 이 모든걸 되돌리고 고통을 끝내기 위해서, 수족관속에 고래가 있는 물 속의 평온함으로 돌아가고 싶을 뿐이었을지도 모른다.<br>학교는 생각해보니 때려치고 학점은행제로 바꿔서 커리어를 쌓는 것도 괜찮아보인다. 대충 첫 취직도 했고, 코딩이 재밌다는 걸 깨닫긴 했고, 사실 이 학교 학사학위를 따도 별 감흥이 없기도 하니, 그냥 일을 하는게 나을지도 모르겠다." },
    {"time" : "03 28 21:30" ,"context" : "나는 제어공학시간과 회로이론 시간 떄 배웠던 statement라는 개념을 좋아한다. 수식으로 상태를 나타낼 수 있고, 다른 statement로 움직이는 것을 제어할 수 있다는 개념이 머리속에 와 닿았기 때문이다. 하지만 나는 그런 statement를 만들어낼 수 있을까? 내인생은 가장 혈기왕성해야 할 떄는 무기력으로, 방치로 누워만 있었고, feedback을 만들지 못하는 open-loop system에, 효율도 낮은 system이라는 생각을 해야했다. 하지만 해내지못했다. 내 옆에는 아무도 없었고, 도와주는 체계도 갖추지 못했다. 알고는 있다. 지금 후회해봤자 늦었다는걸. 내가 움직이지 않았다는 걸.<br>언젠가 내가 “인생의 답을 찾았다”고 한 적이 있었다. 생각해보자. 우리는 모두 죽는다. 그저 죽음의 고통이라는 ‘고통의’ 문턱효과가 최종적인 statement에 도달하는 걸 막을 뿐. 죽음. 우리는 모두 죽음 앞에 평등하다. 삶은 고통스럽고, 인생은 잔인하고, 나는 삶의 허무성에 대해서 생각했다. 삶은 허무하다. 죽음 앞에 평등하고, 인생의 끝은 결국 죽음뿐이다. <br>내가 죽는다는 건, 인생의 끝을 그저 빨리 보고자 함이고, 내 모든 인생의 실패의 결과를 내가 고스란히 안고 이 모든 결과를 0에 수렴시킬 수 있는, 유일한 방법이다. 환각의 손. 손은 그 길을 안내하는 길이었을 지도 모르겠다. 내 옆에서 빛을 발하고 있던 그 손은 이 모든 여정의, 고통의 끝일뿐일지도, 고통을 끝낼 마지막 길일지도 모른다. <br>분명, 이런 모든 걸 잊고 무언가에 몰두한다. 그 무언가가 요즘은 웹사이트 개발이지만. 하지만 다시 삶을 돌아보면, 나에게는 죽음만이 최종적인 행복을 보장하는 길이라는 생각은 자주 들 뿐이다. 마지막. 마지막. 마지막. 고통의 길. 이제는 싫다. 나는 하루가 마다하고 하고 싶은게 많았다.공부도 해야한다는걸 알고있지만, 어떻게 하는지도, 뭘로 하는지도 누군가는 알려줬지만 나는 그걸 할 기력을 잃고 살았다. 이 모든 탈력의 결과는 죽음으로서 해결될 지도 모른다.<br>잠이 오질 않는다. 글을 쓰다보니 눈물이 나온다. 왜지. " },
    {"time" : "" ,"context" : ""}
]}